Repository: kompasvideo/TestSiteFrameworkWeb
Catalog: Veza.Calculation.TO.Main/Properties/Resources.*.resx
Languages: ru_ru

# PageEvaporater_Table
source: Evaporater Reverse grid calculation
ru_ru: Испаритель, обратный табличный расчёт

# PageFluidCooler_Direct
source: Fluid Cooler Direct calculation
ru_ru: Воздухоохладитель, прямой расчёт

# PageFluidCooler_DirectOut
source: Fluid Cooler Direct calculation - results
ru_ru: Воздухоохладитель, прямой расчёт - результаты

# PageFluidCooler_Reverse
source: Fluid Cooler Reverse calculation
ru_ru: Воздухоохладитель, обратный расчёт

# PageFluidCooler_ReverseOut
source: Fluid Cooler Reverse calculation - results
ru_ru: Воздухоохладитель, обратный расчёт - результаты

# PageFluidCooler_Table
source: Fluid Cooler Reverse grid calculation
ru_ru: Воздухоохладитель, обратный табличный расчёт

# PageFluidHeater_Direct
source: Fluid Heater Direct calculation
ru_ru: Воздухонагреватель, прямой расчёт

# PageFluidHeater_DirectOut
source: Fluid Heater Direct calculation - results
ru_ru: Воздухонагреватель, прямой расчёт - результаты

# PageFluidHeater_Reverse
source: Fluid Heater Reverse calculation
ru_ru: Воздухонагреватель, обратный расчёт

# PageFluidHeater_ReverseOut
source: Fluid Heater Reverse calculation - results
ru_ru: Воздухонагреватель, обратный расчёт - результаты

# PageFluidHeater_Table
source: Fluid Heater Reverse grid calculation
ru_ru: Воздухонагреватель, обратный табличный расчёт

# PageSteamHeater_Direct
source: SteamHeater Direct calculation
ru_ru: Паровой нагреватель, прямой расчёт

# PageSteamHeater_DirectOut
source: SteamHeater Direct calculation
ru_ru: Паровой нагреватель, прямой расчёт - результаты

# PageSteamHeater_Reverse
source: SteamHeater Reverse calculation
ru_ru: Паровой нагреватель, обратный расчёт

# PageSteamHeater_ReverseOut
source: SteamHeater Reverse calculation
ru_ru: Паровой нагреватель, обратный расчёт - результаты

# PageSteamHeater_Table
source: SteamHeater Reverse grid calculation
ru_ru: Паровой нагреватель, обратный табличный расчёт

# pipe12_0.32Cu
source: 12.00 x 0.32 mm Copper
ru_ru: 12.00 x 0.32 мм Медь

# pipe12_0.35CuG
source: 12.00 x 0.35 mm Copper Fin
ru_ru: 12.00 x 0.35 мм Медь оребрённая

# pipe12_0.50Cu
source: 12.00 x 0.50 mm Copper
ru_ru: 12.00 x 0.50 мм Медь

# pipe16_0.40Cu
source: 16.00 x 0.40 mm Copper
ru_ru: 16.00 x 0.40 мм Медь

# pipe16_0.50Cu
source: 16.00 x 0.50 mm Copper
ru_ru: 16.00 x 0.50 мм Медь

# pipe16_0.70G
source: 16.00 x 0.70 mm stain.steel
ru_ru: 16.00 x 0.70 мм Нерж.сталь

# pipe16_1.00G
source: 16.00 x 1.00 mm stain.steel
ru_ru: 16.00 x 1.00 мм Нерж.сталь

# pipe7_0.28Cu
source: 7.0 x 0.28 mm Copper
ru_ru: 7.0 x 0.28 мм Медь

# pipe7_0.28CuG
source: 7.0 x 0.28 mm Copper Fin
ru_ru: 7.0 x 0.28 мм Медь оребрённая

# pipe9_0.30Cu
source: 9.52 x 0.30 mm Copper
ru_ru: 9.52 x 0.30 мм Медь

# pipe9_0.30CuG
source: 9.52 x 0.30 mm Copper Fin
ru_ru: 9.52 x 0.30 мм Медь оребрённая

# pipe9_0.50Cu
source: 9.52 x 0.50 mm Copper
ru_ru: 9.52 x 0.50 мм Медь

source: Pipe fouling factor
ru_ru: Коэффициент загрязнения трубы

# PreviewAir
source: Air
ru_ru: Воздух

# PreviewAirflow
source: Airflow
ru_ru: Расход воздуха

# PreviewAirPressureDrop
source: Pressure drop dry
ru_ru: Перепад давления (сухое состояние)

# PreviewAirVelocity
source: Air velocity
ru_ru: Скорость воздушного потока

# PreviewAluminum
source: Aluminum
ru_ru: Алюминий

# PreviewBaseBar
source: Ambient air pressure
ru_ru: Давление окружающего воздуха

# PreviewClient
source: Client :
ru_ru: Клиент :

# PreviewClient2
source: Client
ru_ru: Клиент

# PreviewCopper
source: Copper
ru_ru: Медь

# PreviewDate
source: Date
ru_ru: Дата :

# PreviewDescription
source: Description :
ru_ru: Описание :

# PreviewDiameter
source: Diameter
ru_ru: Диаметр

# PreviewFinHeight
source: Fin height
ru_ru: Высота оребрения

# PreviewFinLength
source: Fin length
ru_ru: Длина оребрения

# PreviewFinning
source: Fin
ru_ru: Оребрение

# PreviewFluidFlowRate
source: Fluid flow rate
ru_ru: Расход жидкости

# PreviewFluidVelocity
source: Fluid velocity
ru_ru: Скорость жидкости

# PreviewGasSide
source: Gas side
ru_ru: Газовая сторона

# PreviewGKg
source: g/kg
ru_ru: г/кг

# PreviewHeatExchanger
source: Heat exchanger :
ru_ru: Теплообменник :

# PreviewHumidityAbsoultAir
source: Humidity absoult air
ru_ru: Абсолютная влажность воздуха

# PreviewHumidityAir
source: Humidity air
ru_ru: Относительная влажность

# PreviewIn
source: In
ru_ru: Вход

# PreviewKPa
source: kPa
ru_ru: кПа

# PreviewLiquidSide
source: Liquid side
ru_ru: Жидкостная сторона

# PreviewLitr
source: l
ru_ru: л

# PreviewMedVolume
source: Volume
ru_ru: Объём жидкости

# PreviewObject
source: Object :
ru_ru: Объект :

# PreviewOut
source: Out
ru_ru: Выход

# PreviewPa
source: Pa
ru_ru: Па

# PreviewPipes
source: Pipes
ru_ru: Трубы

# PreviewPower
source: Power
ru_ru: Мощность

# PreviewPowerData
source: Power data :
ru_ru: Данные по мощности :

# PreviewPressureDrop
source: Pressure drop
ru_ru: Перепад давления

# PreviewTechnicalSpecifications
source: Technical specifications
ru_ru: ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ

# PreviewTemperature
source: Temperature
ru_ru: Температура

# PreviewThickness
source: Thickness
ru_ru: Толщина

# PreviewTitle
source: Preview
ru_ru: Предварительный просмотр

source: Property
ru_ru: Свойство

source: Refrigerant distributor
ru_ru: Распределитель хладагента

source: Refrigerant type
ru_ru: Тип хладагента

source: Reverse calculation
ru_ru: _Обратный расчёт

# SolePrV
source: % propylene by volume
ru_ru: % пропилена по объёму

# stain.steel304Small
source: stain.steel
ru_ru: нерж.сталь

source: Steam Heater
ru_ru: _Паровой нагреватель

source: Steam pressure
ru_ru: Давление пара

source: Steam temperature
ru_ru: Температура пара

# SteamTemperatureC
source: Steam temperature, °С
ru_ru: Температура пара, °С

# strCalculationOption
source: The calculation option (outlet temperature or fluid flow) has been changed to -
ru_ru: Вариант расчёта(температура на выходе или расход жидкости) изменен на -

# strCalculationSuccessful
source: The calculation is successful
ru_ru: Расчёт удачен

# strCoolantChanged
source: The coolant is changed to -
ru_ru: Теплоноситель изменен на -

# strError
source: Error
ru_ru: Ошибка

# strErrorLog
source: Error during logging\n
ru_ru: Ошибка при логировании\n

# strFileOpeningErrorClientDataXml
source: ClientDataXml - File opening error
ru_ru: ClientDataXml - Ошибка открытия файла

# strFinChanged
source: The finning step has been changed to -
ru_ru: Шаг оребрения изменен на -

# strGeometryСhanged
source: Geometry changed to -
ru_ru: Геометрия изменена на -

source: string
ru_ru: строку

source: String 2
ru_ru: Строка 2

# strInputString
source: Input string
ru_ru: Входная строка

# strLangСhanged
source: The interface language has been changed to -
ru_ru: Язык интерфейса изменен на -

# strOutputData
source: Output data -
ru_ru: Выходные данные -

# strThicknessFinChanged
source: The thickness of the fins has been changed to -
ru_ru: Толщина оребрения изменена на -

# strTubeChanged
source: The tube has been changed to -
ru_ru: Трубка изменена на -

# strСhanged_I_FoulingI
source: The pollution coefficient of the pipe has been changed to -
ru_ru: Коэффициент загрязнения трубы изменён на -

# strСhanged_I_RefT
source: The type of refrigerant has been changed to -
ru_ru: Тип хладагента изменён на -

source: Subcooling
ru_ru: Переохлаждение

source: Suct. gas return
ru_ru: Температура всас. газа

source: Suction gas temperature
ru_ru: Температура всасываемого газа

source: Surface reserve, %
ru_ru: Запас поверхности, %

# TableOutColumn_1
source: Coil Code
ru_ru: Произ. код

# TableOutColumn_10
source: Temperature air OUT, °С
ru_ru: Температура воздуха на выходе, °С

# TableOutColumn_11
source: Geometry
ru_ru: Геометрия

# TableOutColumn_12
source: Finned width, mm
ru_ru: Ширина оребрения, мм

# TableOutColumn_13
source: Finned height, mm
ru_ru: Высота оребрения, мм

# TableOutColumn_14
source: Temperature air IN, °С
ru_ru: Температура воздуха на входе, °С

# TableOutColumn_15
source: Humidity air IN, %
ru_ru: Влажность воздуха на входе, %

# TableOutColumn_16
source: Requested capacity
ru_ru: Требуемая мощность

# TableOutColumn_17
source: Airflow, m³/h
ru_ru: Расход воздуха, м³/ч

# TableOutColumn_18
source: Temperature fluid IN, °С
ru_ru: Температура жидкости на входе, °С

# TableOutColumn_19
source: Temperature fluid OUT, °С
ru_ru: Температура жидкости на выходе, °С

# TableOutColumn_2
source: No of Rows
ru_ru: Число рядов

# TableOutColumn_20
source: Total capacity, kW
ru_ru: Общая производительность, кВт

# TableOutColumn_21
source: Fluid
ru_ru: Жидкость

# TableOutColumn_22
source: Glycol concentration, %
ru_ru: Концентрация гликоля, %

# TableOutColumn_23
source: Fluid flow rate, l/s
ru_ru: Расход жидкости, л/с

# TableOutColumn_24
source: Refrigerant Pressure drop, bar
ru_ru: Падение давления хладагента, бар

# TableOutColumn_25
source: Refrigerant Pressure drop, K
ru_ru: Падение давления хладагента, K

# TableOutColumn_26
source: Hot gas temperature, °С
ru_ru: Температура горячего газа, °С

# TableOutColumn_27
source: No of Refrigerant circuits
ru_ru: Количество контуров хладагента

# TableOutColumn_28
source: Refrigerant volume, m³/h
ru_ru: Объем хладагента, м³/ч

# TableOutColumn_29
source: Condensing temperature, °С
ru_ru: Температура конденсации, °С

# TableOutColumn_3
source: No of circuits
ru_ru: Кол-во отводов

# TableOutColumn_30
source: Evaporation temperature, °С
ru_ru: Температура кипения, °С

# TableOutColumn_31
source: Maximal refrigerant pressure drop, K
ru_ru: Макс. падение давления хладагента, K

# TableOutColumn_32
source: Humidity air OUT, %
ru_ru: Влажность воздуха на выходе, %

# TableOutColumn_33
source: Humidity absoult air OUT, g/kg
ru_ru: Абсолютная влажность воздуха на выходе, г/кг

# TableOutColumn_34
source: Mass flow, kg/h
ru_ru: Массовый расход, кг/ч

# TableOutColumn_35
source: Volume, l
ru_ru: Объём, л

# TableOutColumn_36
source: Rows in height
ru_ru: Кол-во рядов в высоту

# TableOutColumn_37
source: Specific weight Glycol, kg/m³
ru_ru: Удельный вес (гликоль), кг/м³

# TableOutColumn_38
source: Conductivity Glycol, w/m K
ru_ru: Телпопроводность гликоля, Вт/м K

# TableOutColumn_39
source: Freeze Temperature, °С
ru_ru: Температура замерзания, °С

# TableOutColumn_4
source: Fin space, mm
ru_ru: Шаг оребрения, мм

# TableOutColumn_40
source: Viscosity Glycol, mm²/s
ru_ru: Вязкость гликоля, мм²/с

# TableOutColumn_41
source: Heat transfer Glycol, kJ/kg K
ru_ru: Теплопередача гликоля, кДж/кг К

# TableOutColumn_42
source: Steam latent heat, kJ/kg
ru_ru: Скрытая теплота пара, кДж/кг

# TableOutColumn_43
source: Refrigerant massflow, kg/h
ru_ru: Массовый расход хладагента, кг/ч

# TableOutColumn_44
source: Refrigerant Pressure, bar
ru_ru: Давление хладагента, бар

# TableOutColumn_45
source: Capilar size / diameter, mm
ru_ru: Размер/диаметр капилляра, мм

# TableOutColumn_46
source: Capilar length, mm
ru_ru: Длина капилляра, мм

# TableOutColumn_47
source: Sensible capacity, kW
ru_ru: Явная производительность/мощность, кВт

# TableOutColumn_48
source: Condensate quanity, kg/h
ru_ru: Количество конденсата, кг/ч

# TableOutColumn_49
source: Refrigerant distributor
ru_ru: Распределитель хладагента

# TableOutColumn_5
source: Air velocity, m/s
ru_ru: Скорость воздуха, м/с

# TableOutColumn_50
source: Pressure drop wet, Pa
ru_ru: Перепад давления (влажное состояние), Па

# TableOutColumn_51
source: Sensible heat ratio
ru_ru: Отношение явной теплоты к общей

# TableOutColumn_6
source: Pressure drop dry (air), Pa
ru_ru: Перепад давления сухой воздуха, Па

# TableOutColumn_7
source: Reserve load, %
ru_ru: Резервная нагрузка, %

# TableOutColumn_8
source: Fluid velocity, m/s
ru_ru: Скорость жидкости, м/с

# TableOutColumn_9
source: Pressure drop (liquid), kPa
ru_ru: Перепад давления жидкости, кПа

# Table_O_DxCxBar
source: Refrigerant Pressure drop
ru_ru: Падение давления хладагента

# Table_O_DxCxVol
source: Refrigerant volume
ru_ru: Объем хладагента

# Table_O_RCirc
source: No of Refrigerant circuits
ru_ru: Количество контуров хладагента

# Table_O_THotGas
source: Hot gas temperature
ru_ru: Температура горячего газа

# TempOutBTU
source: Power, BTU/h
ru_ru: Мощность, BTU/ч

# TempOutNR
source: Number of rows
ru_ru: Кол-во рядов

# TempOutPKKal
source: Power, kkal/h
ru_ru: Мощность, ккал/ч

# TempOutPkVt
source: Power, kWt
ru_ru: Мощность, кВт

# TempOutTOut
source: Т out
ru_ru: Т выхода

source: True
ru_ru: Да

source: Tube side fouling factor
ru_ru: Коэффициент загрязнения трубы

# TubesN
source: Tubes №
ru_ru: Число труб

# TVAdvProp
source: Additional fields
ru_ru: Дополнительные поля

# ValidationError1
source: The number must be greater than 0
ru_ru: Число должно быть больше 0

# ValidationError2
source: Enter a number
ru_ru: Введите число

# ValidationError3
source: Please enter 5012 or 4816 or 3512 or 2510 or 2507
ru_ru: Введите 5012 или 4816 или 3512 или 2510 или 2507

# ValidationError4
source: is not available in this version of the program
ru_ru: в данной версии программы не доступно

# ValidationError5
source: Enter a name
ru_ru: Введите имя

source: Value
ru_ru: Значение

# VezaTxt1
source: LLC "VEZA" Address:142460, Moscow region, Noginsk district, village of.Vorovsky, Rabochaya str., 10a
ru_ru: ООО "ВЕЗА" Адрес:142460, Московская область, Ногинский р-он, пос.им.Воровского, ул.Рабочая, д. 10а

# VezaTxt2
source: Phone numbers:+ 7(495) 223-01-92 +7(495) 223-01-88 SECRETARY +7(495)223-01-88
ru_ru: Телефоны:+ 7(495) 223-01-92 +7(495) 223-01-88 СЕКРЕТАРИАТ: +7(495)223-01-88

# VezaTxt3
source: website www.veza.ru email: info@veza.ru
ru_ru: сайт www.veza.ru почта: info@veza.ru

# WeightFluidWF
source: Liquid weight kg/s
ru_ru: Вес жидкости кг/с

# WidthFinDO
source: Fin length
ru_ru: Длина оребрения

# WidthFinOD
source: Total length
ru_ru: Общая длина

# WindowCalculat
source: Calculation ...
ru_ru: Идёт расчёт ...

# WindowsAddFan
source: Fan added
ru_ru: Вентилятор добавлен

source: Without Oil
ru_ru: Без масла

# EquipmentKKBCompressor
source: Compressor
ru_ru: Компрессор

# EquipmentKKBCompressorCount
source: Count
ru_ru: Кол-во

# EquipmentKKBFan
source: Fan
ru_ru: Вентилятор

# EquipmentKKBFanCount
source: Count
ru_ru: Кол-во

# EquipmentKKBHeatExchanger
source: Heat exchanger
ru_ru: Теплообменник

# EquipmentKKBHeatExchangerCount
source: Count
ru_ru: Кол-во

# EquipmentKKBModel
source: Model
ru_ru: Модель

# EqupmentKKBNoOfCircuits
source: No of circuits
ru_ru: Кол-во контуров

# MenuMAKKViewEdit
source: Add /edit MAKK
ru_ru: Добавить / редактирование МАКК

# MsgNotFans
source: There are no suitable fans
ru_ru: Нет подходящих вентиляторов

# PageEquipmentMAKKViewModel
source: Equipment editor
ru_ru: Редактор оборудования МАКК

# PageEquipmentMAKK_EditViewModel
source: Editing of KKB MAKK equipment
ru_ru: Редактирование оборудования ККБ МАКК

# EquipmentKKBCount
source: Count
ru_ru: Количество

# EquipmentKKBCircuitsCount
source: Number of circuits
ru_ru: Количество контуров

# bCancel
source: Cancel
ru_ru: Отмена

# PageEquipmentMAKK_AddViewModel
source: Adding of KKB MAKK equipment
ru_ru: Добавление оборудования ККБ МАКК

# CondMAKK
source: MAKK
ru_ru: МАКК

# PageKKB_1
source: KKB InvoTech
ru_ru: ККБ InvoTech

# PageKKB_2
source: KKB BITZER
ru_ru: ККБ BITZER

# LangInterface
source: Interface language
ru_ru: Язык интерфейса

# Version
source: Version 0.7.6
ru_ru: Версия 0.7.6

# PageKKB_MAKK
source: KKB MAKK
ru_ru: ККБ МАКК

# AddressObject
source: Address of the object
ru_ru: Адрес объекта

source: Date of selection
ru_ru: Дата подбора

# NameProject
source: Name of the project
ru_ru: Наименование проекта

source: Order form
ru_ru: Бланк-заказ

source: Project information
ru_ru: Информация о проекте

source: Project manager
ru_ru: Менеджер проекта

source: Project number
ru_ru: Номер проекта

# MAKKAddressStp
source: Адрес проекта / Address:
ru_ru: Адрес объекта / Address:

# MAKKParameter
source: Parameter
ru_ru: Параметр

# MAKKProductsVeza
source: VEZA LLC offers to deliver the following goods:
ru_ru: Компания ООО "ВЕЗА" предлагает к поставке следующие товары:

# MAKKTechnicalSpecifications
source: Technical data
ru_ru: Технические характеристики оборудования

# MAKKValue
source: Value
ru_ru: Значение

# MAKKDrawing
source: Drawing
ru_ru: Чертёж

# MAKKIso3744
source: (2) Sound pressure level values according to ISO 3744
ru_ru: (2) Значения уровней звукового давления в соответствии со стандартом ISO 3744

# MAKKNoOptions
source: (1) Excluding options
ru_ru: (1) Без учёта опций

# MAKKAmbientTemperature
source: Ambient temperature (°C)
ru_ru: Температура окружающей среды (°С)

# MAKKBDrawing
source: Drawing
ru_ru: Чертёж

# MAKKBOptions
source: Options
ru_ru: Опции

# MAKKBPrint
source: Print
ru_ru: Печать

# MAKKBSelection
source: Selection
ru_ru: Подбор

# MAKKCoolCapac
source: Cooling capacity (kW)
ru_ru: Холодопроизводительность (кВт)

# MAKKCoolingCapacity
source: Requested capacity (kW)
ru_ru: Холодопроизводительность (кВт)

# MAKKErrorRate
source: Tolerance (%)
ru_ru: Погрешность (%)

# MAKKMargin
source: Margin (%)
ru_ru: Запас(%)

# MAKKMKOption
source: MK built-in mounting kit
ru_ru: МК - Встроенный монтажный комплект

# MAKKNumCirc
source: Number of circuits
ru_ru: Количество контуров

# MAKKOptions
source: Options
ru_ru: Опции

# MAKKPrice
source: Price (EUR)
ru_ru: Цена (EUR)

# MAKKQAccessories
source: Accessories
ru_ru: Дополнительные комплектующие

# MAKKRefrigerant
source: Refrigerant:
ru_ru: Хладагент:

# MAKKSeries
source: SERIES
ru_ru: СЕРИИ

# MAKKStrResults
source: RESULTS
ru_ru: РЕЗУЛЬТАТЫ

# MAKKTempBoiling
source: Evaporating temperature (°C)
ru_ru: Температура кипения (°С)

# MAKKTotalPower
source: Total absorbed power (kW)
ru_ru: Общая потребляемая мощность (кВт)

# MAKKUnit
source: Unit
ru_ru: Агрегат

# WindowLoad
source: Loading ...
ru_ru: Идёт загрузка ...

# NoVezaCollInstalled
source: The installed VezaCool program is required for operation, the serial number for VezaCool is not required
ru_ru: Для работы требуется установленная программа VezaCool, серйный номер для VezaCool не требуется

# FanHoles
source: Holes
ru_ru: Отверстия

# FanMaterials
source: Material
ru_ru: Материал

# FanMount
source: Mount
ru_ru: Монтажное отверстие

# FanNBlades
source: Number of blades
ru_ru: Кол-во лопастей

# FanAEffFactor
source: A Eff factor, %
ru_ru: A Эффективность, %

# FanAPowerInput
source: A Power Input, W
ru_ru: A Входная мощность, Вт

# FanAStatPres
source: A Static pressure, Pa
ru_ru: A Статическое давление, Па

# FanATotalPres
source: A Total pressure, Pa
ru_ru: A Общее давление, Па

# FanBEffFactor
source: B Eff factor, %
ru_ru: B Эффективность, %

# FanBPowerInput
source: B Power Input, W
ru_ru: B Входная мощность, Вт

# FanBStatPres
source: B Static pressure, Pa
ru_ru: B Статическое давление, Па

# FanBTotalPres
source: B Total pressure, Pa
ru_ru: B Общее давление, Па

# FanCEffFactor
source: C Eff factor, %
ru_ru: C Эффективность, %

# FanCPowerInput
source: C Power Input, W
ru_ru: C Входная мощность, Вт

# FanCStatPres
source: C Static pressure, Pa
ru_ru: C Статическое давление, Па

# FanCTotalPres
source: C Total pressure, Pa
ru_ru: C Общее давление, Па

# FanMountType
source: Hole type
ru_ru: Тип отверстия

# FanNoiseLp
source: Noise level, dB(A)
ru_ru: Уровень шума, дБ

# MAKKTitle
source: MAKK
ru_ru: МАКК

# MountTypeCircle
source: Circle
ru_ru: Круглое

# MountTypeSquare
source: Square
ru_ru: Квадратное

# FanStep
source: Air flow, m³/h
ru_ru: Расход воздуха, м³/ч

# FanStepEffFactor1
source: Eff factor, %
ru_ru: Коэффициент эффективности, %

# FanStepEffFactor2
source: Eff factor, %
ru_ru: Коэффициент эффективности, %

# FanStepPowerInput
source: Power input, W
ru_ru: Потребляемая мощность, Вт

# FanStepStPres
source: Static pressure, Pa
ru_ru: Статическое давление, Па

# FanStepTotPres
source: Total pressure, Pa
ru_ru: Общее давление, Па

# FanStepTable1
source: AirFlow - PowerInput
ru_ru: Расход воздуха - мощность

# BFanViewPoints
source: View points
ru_ru: Просмотр точек

# FanStepAirFlow
source: Airflow, m³/h
ru_ru: Расход воздуха, м³/ч

# FanStepAirFlowS
source: Airflow, m³/sec
ru_ru: Расход воздуха, м³/с

# FanStepDynPres
source: Dynamic pressure, Pa
ru_ru: Динамическое давление, Па

# FanStepDynPresFactor
source: Dynamic pressure factor
ru_ru: Коэффициент динамического давления

# FanStepEffFactor
source: Eff factor
ru_ru: Коэффициент эффективности

# FanStepEffFactorProcent
source: Eff factor, %
ru_ru: Коэффициент эффективности, %

# FanStepPerfFactor
source: Perf factor
ru_ru: Коэффициент производительности

# FanStepPowerFactor
source: Power factor
ru_ru: Коэффициент мощности

# FanStepSizeFactor
source: Size factor
ru_ru: Коэффициент размера

# FanStepSpeed
source: Speed, rpm
ru_ru: Скорость, об/мин

# FanStepSpeedFactor
source: Speed factor
ru_ru: Коэффициент скорости

# FanStepStatPresFactor
source: Static pressure factor
ru_ru: Коэффициент статического давления

# FanStepTotalPresFactor
source: Total pressure factor
ru_ru: Общий коэффициент давления

# FanStepTable2
source: Table
ru_ru: Таблица скоростей

# FanStepAdd
source: Add points
ru_ru: Добавить точки

# FanPointsAirFlowMax
source: Air flow max
ru_ru: Максимальный расход воздуха

# FanPointsAirFlowMin
source: Air flow min
ru_ru: Минимальный расход воздуха

# FanPointsDensity
source: Density
ru_ru: Плотность

# FanPointsHumidity
source: Humidity
ru_ru: Влажность

# FanPointsPressure
source: Pressure
ru_ru: Давление

# FanPointsSize
source: Size
ru_ru: Размер

# kgm3
source: kg/m³
ru_ru: кг/м³

# FanErrorNoPointsFields
source: No "Size, Air Flow Max, Air Flow Min, A Static pressure, B Static pressure, C Static pressure, A Total pressure, B Total pressure, C Total pressure, A Eff factor, B Eff factor, C Eff factor, A Power Input, B Power Input, C Power Input" variables have been introduced to calculate the points of the fan graph
ru_ru: Не введены переменные "Размер, Скорость воздуха макс, Скорость воздуха мин, A статическое давление, B статическое давление, C статическое давление, A общее давление, B общее давление, C общее давление, A Эффективность, B Эффективность, C Эффективность, A Входная мощность, B Входная мощность, C Входная мощность" для расчёта точек графика вентилятора

# FanPointsErrorNoFields
source: The values of the "Temperature, Humidity, Density" fields are not set
ru_ru: Не заданы значения полям "Температура, Влажность, Плотность"

# FanPointsErrorNoPoints
source: Fill in the values of the fields in the left table
ru_ru: Заполните значения полей в левой таблице

# FanStepEdit
source: Edit points
ru_ru: Редактировать точки

# PageCoolCompressorFanPoints_AddViewModel
source: Add fan graph points
ru_ru: Добавить точки графика вентилятора

# PageCoolCompressorFanPoints_EditViewModel
source: Edit fan graph points
ru_ru: Редактировать точки графика вентилятора

source: Fan
ru_ru: Вентилятор

source: Compressor
ru_ru: Компрессор

# KKBCondensator
source: Condensator
ru_ru: Конденсатор

# KKBEvaporater
source: Evaporater
ru_ru: Испаритель

# KKBCompressorMasFlow
source: Suction mass flow:
ru_ru: Массовый расход хладогента:

# KKBCompressorModel
source: Model:
ru_ru: Модель:

# KKBCompressorTotal
source: Cooling capacity:
ru_ru: Холодопроизводительность:

# CompressorCOP
source: COP, kW/kW
ru_ru: Холод. коэффициент

# CompressorCurrent
source: Current, A
ru_ru: Ток, А

# CompressorHeatRejection
source: Heat Rejection, kW
ru_ru: Теплопроизводительность, кВт

# CompressorManufacturer
source: Manufacturer
ru_ru: Производитель

# CompressorMassFlow
source: Mass Flow, kg/h
ru_ru: Массовый расход на всасывание, кг/ч

# CompressorModel
source: Model
ru_ru: Модель

# CompressorPowerInput
source: Power Input, kW
ru_ru: Мощность, кВт

# CompressorRefrigerationCapacity
source: Refrigeration Capacity, kW
ru_ru: Холодопроизводительность, кВт
