Repository: kompasvideo/TestSiteFrameworkWeb
Catalog: Veza.Calculation.TO.Main/Properties/Resources.*.resx
Languages: ru_ru

# CompressorVoltage
source: Voltage/ Frequency/ Number of poles
ru_ru: Напряжение/ Частота/ Кол-во полюсов

# Vol380V50H3
source: 380V/50Hz/3P
ru_ru: 380В/50Гц/3p

# CompressorOther
source: Other compressor
ru_ru: Другие компрессора

# Vol220V50H1
source: 220V/50Hz/1P
ru_ru: 220В/50Гц/1p

# Vol220V50H3
source: 220V/50Hz/3P
ru_ru: 220В/50Гц/3p

# Vol220V60H1
source: 220V/60Hz/1P
ru_ru: 220В/60Гц/1p

# Vol220V60H3
source: 220V/60Hz/3P
ru_ru: 220В/60Гц/3p

# Vol380V60H3
source: 380V/60Hz/3P
ru_ru: 380В/60Гц/3p

# Vol460V60H3
source: 460V/60Hz/3P
ru_ru: 460В/60Гц/3p

# Vol575V60H3
source: 575V/60Hz/3P
ru_ru: 575В/60Гц/3p

# VolBitzer200V50H2
source: 200V-Y(2)/50Hz
ru_ru: 200В-Y(2)/50Гц

# VolBitzer380V50H6
source: 380V-Y(6)/50Hz
ru_ru: 380В-Y(6)/50Гц

# VolBitzer380V60H3
source: 380V-Y(3)/60Hz
ru_ru: 380В-Y(3)/60Гц

# VolBitzer400V50H4
source: 400V-Y(4)/50Hz
ru_ru: 400В-Y(4)/50Гц

# VolBitzer460V60H4
source: 460V-Y(4)/60Hz
ru_ru: 460В-Y(4)/60Гц

# VolBitzer500V50H5
source: 500V-Y(5)/50Hz
ru_ru: 500В-Y(5)/50Гц

# VolBitzer575V60H5
source: 575V-Y(5)/60Hz
ru_ru: 575В-Y(5)/60Гц

# MAKKBAddAccess
source: Accessories
ru_ru: Доп. комплектующие

source: Engineer
ru_ru: Инженер

# bAssembleEquipment
source: Assemble the equipment
ru_ru: Собрать оборудование

source: Selected compressor
ru_ru: Подобранный компрессор

# ReCalcTO
source: Recalculate the heat exchanger to the selected compressor
ru_ru: Пересчитать теплообменник на выбранный компрессор

# MAKKSeria310List
source: MAKK 310 Qx: 6-21 kW
ru_ru: МАКК 310 Qx: 6-21 кВт

# MAKKSpecRequreClient
source: Special requirements
ru_ru: Специальные требования

source: Number of fans
ru_ru: Количество вентиляторов

source: Gas tube diameter
ru_ru: Диаметр газовой трубы

source: Height
ru_ru: Высота

source: Length
ru_ru: Длина

source: Liquid tube diameter
ru_ru: Диаметр жидкостной трубы

source: L.R.A.
ru_ru: Пусковой ток

source: Maximum operating current
ru_ru: Максимальный рабочий ток

source: Operating weight
ru_ru: Эксплуатационная масса

source: Shipping weight
ru_ru: Транспортировочная масса

# SoundPressure
source: Sound pressure level at a distance of 10 m
ru_ru: Уровень звукового давления на расстоянии 10 м

source: Total absorbed power
ru_ru: Общая потребляемая мощность

source: Total operating current
ru_ru: Рабочий ток

# TotalVolumeReceivers
source: Total volume of receivers (refrigerant)
ru_ru: Суммарный объем ресиверов (хладагент)

source: Width
ru_ru: Ширина

# TableOutColumn_52
source: Subcooling, K
ru_ru: Переохлаждение, К

# TableOutColumn_53
source: Overheating, K
ru_ru: Перегрев всас. газа, К

# pipe7_0.40Cu
source: 7.0 x 0.40 mm Copper
ru_ru: 7.0 x 0.40 мм Медь

# MAKKSeria320List
source: MAKK 320 Qx: 30-95 kW
ru_ru: МАКК 320 Qx: 30-95 кВт

# MAKKSeria330List
source: MAKK 330 Qx: 120-750 kW
ru_ru: МАКК 330 Qx: 120-750 кВт
