Repository: kompasvideo/TestSiteFrameworkWeb
Catalog: Veza.Calculation.TO.Main/Properties/Resources.*.resx
Languages: ru_ru

# 0.10mmAl
source: 0.10 mm Aluminum
ru_ru: 0.10 мм Алюминий

# 0.12mmAl
source: 0.12 mm Aluminum
ru_ru: 0.12 мм Алюминий

# 0.15mmAl
source: 0.15 mm Aluminum
ru_ru: 0.15 мм Алюминий

# 0.15mmEpoxy
source: 0.15 mm Aluminum Epoxy
ru_ru: 0.15 мм Алюминий Эпоксид

# 0.16mmCu
source: 0.16 mm Copper
ru_ru: 0.16 мм Медь

# 0.18mmAl
source: 0.18 mm Aluminum
ru_ru: 0.18 мм Алюминий

# 0.20mm304
source: 0.20 mm stain.steel 304
ru_ru: 0.20 мм Нерж.сталь 304

# 0.20mm316
source: 0.20 mm stain.steel 316
ru_ru: 0.20 мм Нерж.сталь 316

# 0.20mmAl
source: 0.20 mm Aluminum
ru_ru: 0.20 мм Алюминий

# 0.20mmEpoxy
source: 0.20 mm Aluminum Epoxy
ru_ru: 0.20 мм Алюминий Эпоксид

# 0.25mmAl
source: 0.25 mm Aluminum
ru_ru: 0.25 мм Алюминий

source: 1.8 mm
ru_ru: 1.8 мм

source: 12.0 mm
ru_ru: 12.0 мм

source: 1-2% Mineral Oil
ru_ru: 1-2% минеральное масло

source: 1-2% Synthetic Oil
ru_ru: 1-2% синтетическое масло

# 2.00mmCu
source: 2.00 mm Copper
ru_ru: 2.00 мм Медь

# 2.00mmSteel
source: 2.00 mm zinced steel
ru_ru: 2.00 мм Оцинк.сталь

source: 2.0 mm
ru_ru: 2.0 мм

source: 2.2 mm
ru_ru: 2.2 мм

source: 2.5 mm
ru_ru: 2.5 мм

source: 2-3% Mineral Oil
ru_ru: 2-3% минеральное масло

source: 2-3% Synthetic Oil
ru_ru: 2-3% синтетическое масло

# 3.00mm304
source: 3.00 mm stain.steel 304
ru_ru: 3.00 мм Нерж.сталь 304

# 3.00mm316
source: 3.00 mm stain.steel 316
ru_ru: 3.00 мм Нерж.сталь 316

# 3.00mmCu
source: 3.00 mm Copper
ru_ru: 3.00 мм Медь

# 3.00mmSteel
source: 3.00 mm zinced steel
ru_ru: 3.00 мм Оцинк.сталь

source: 3.0 mm
ru_ru: 3.0 мм

source: 3.5 mm
ru_ru: 3.5 мм

source: 4.0 mm
ru_ru: 4.0 мм

source: 4.5 mm
ru_ru: 4.5 мм

source: 5.0 mm
ru_ru: 5.0 мм

source: 7.0 mm
ru_ru: 7.0 мм

source: Abs. condensing pressure
ru_ru: Давление конденсации абс.

source: Advanced
ru_ru: Дополнительные

# AdvPropHide
source: Hide additional properties
ru_ru: Скрыт_ь дополнительные поля

# AdvPropShow
source: Show additional properties
ru_ru: Пок_азать дополнительные поля

# AirAir
source: Air
ru_ru: Воздух

source: Air flow direction
ru_ru: Направление потока воздуха

# AirFlowDirectionLeft
source: Left
ru_ru: Левый

# AirFlowDirectionRight
source: Right
ru_ru: Правый

# AirNitrogen
source: Nitrogen
ru_ru: Азот

# AirTypeA
source: Actual
ru_ru: Фактический

# AirTypeE
source: Exit
ru_ru: Выход

# AirTypeN
source: Normal
ru_ru: Нормальный

# AirTypeS
source: Standard
ru_ru: Стандартный

# AlSmall
source: aluminum
ru_ru: алюминий

source: Automatic fin pitch
ru_ru: Автоматический шаг оребрения

# bAddRow
source: Add row
ru_ru: _Добавить строку

# bAdmin
source: ADMIN
ru_ru: АДМИН

# BaseDens
source: Ambient air density, kg/m³
ru_ru: Плотность окружающего воздуха, кг/м³

# BaseHumOV
source: Relative humidity
ru_ru: Относительная влажность

# BaseHumT
source: T by 'wet' thermometer
ru_ru: Т по 'мокрому' термометру

# BaseHumTR
source: Dew point
ru_ru: Точка росы

# BaseHumV
source: Moisture content
ru_ru: Влагосодержание

# bBack
source: Go back
ru_ru: Назад

# bClient
source: Client
ru_ru: Клиент

# bClose
source: Close
ru_ru: Закрыть

# bDelete
source: Delete
ru_ru: Удалить

# bDescription
source: Description
ru_ru: Описание

# bGoBack
source: Go back
ru_ru: Вернуться назад

# bOpen
source: Open
ru_ru: Открыть

# bPosition
source: Position
ru_ru: Объект

# bPrint
source: Print
ru_ru: П_ечать

# bSave
source: Save
ru_ru: _Сохранить

# bСalculation
source: Сalculation
ru_ru: _Расчёт

# bСalculationTable
source: Grid calculation
ru_ru: _Табличный расчёт

source: Calculation result code -
ru_ru: Код результата расчёта -

source: Capacity
ru_ru: Мощность

source: Capacity reserve, %
ru_ru: Резерв мощности, %

source: Capilar length
ru_ru: Длина капилляра

source: Capilar size / diameter
ru_ru: Размер / диаметр капилляра

# CasingHeaders
source: Casing and header characteristics
ru_ru: Характеристики корпуса и коллектора

# CasingHeadersHide
source: Hide the casing and header characteristics
ru_ru: Скрыт_ь характеристики корпуса и коллектора

# CasingHeadersShow
source: Show the casing and header characteristics
ru_ru: Пок_азать характеристики корпуса и коллектора

source: Casing type
ru_ru: Исполнение корпуса

# CasingType_1
source: For installation in a VEROSA 200, 251, 300, 700 type air conditioner
ru_ru: Для установки в кондиционере типа ВЕРОСА 200, 251, 300, 700

# CasingType_10
source: Additional version 1
ru_ru: Дополнительное исполнение 1

# CasingType_11
source: Additional version 2
ru_ru: Дополнительное исполнение 2

# CasingType_1_4835
source: For installation in a VEROSA 200, 251, 300, 350, 500, 700 type air conditioner
ru_ru: Для установки в кондиционере типа ВЕРОСА 200, 251, 300, 350, 500, 700

# CasingType_2
source: For connection to an air duct
ru_ru: Для подсоединения к воздуховоду

# CasingType_3
source: For installation in a VEROSA 350 and 500 type air conditioner
ru_ru: Для установки в кондиционере типа ВЕРОСА 350 и 500

# CasingType_4
source: For installation in an Airmate type air conditioner
ru_ru: Для установки в кондиционере типа Airmate

# CasingType_5
source: For installation in an air conditioner of the KTSKP-G type (1, 2, 3, N) of standard sizes 1,6...6,3
ru_ru: Для установки в кондиционере типа КЦКП-Г (1, 2, 3, Н) типоразмеров 1,6...6,3

# CasingType_6
source: For VEROSA-600 air conditioners
ru_ru: Для кондиционеров ВЕРОСА-600

# CasingType_7
source: For installations BOX, TORS (horizontal arrangement)
ru_ru: Для установок БОКС, ТОРС (горизонтальное расположение)

# CasingType_9
source: By individual order
ru_ru: По индивидуальному заказу

# CASMAT_AL
source: Aluminum alloy AMGxx
ru_ru: Алюминиевый сплав АМГхх

# CASMAT_CU
source: Copper
ru_ru: Медь

# CASMAT_NSBP
source: Stainless steel without coating
ru_ru: Нержавеющая сталь без покрытия

# CASMAT_NSNO316
source: Stainless steel uncoated AISI 316
ru_ru: Нержавеющая сталь без покрытия AISI 316

# CASMAT_NSSPP
source: Powder coated Stainless steel
ru_ru: Нержавеющая сталь с порошковым покрытием

# CASMAT_OSBP
source: Galvanized steel without coating
ru_ru: Оцинкованная сталь без покрытия

# CASMAT_OSSPP
source: Powder coated galvanized steel
ru_ru: Оцинкованная сталь с порошковым покрытием

# MenuAddMAKK
source: Add MAKK
ru_ru: Добавить МАКК

# Concentration
source: Glycol concentration
ru_ru: Концентрация гликоля

source: Condensate quanity
ru_ru: Количество конденсата

source: Condensator
ru_ru: _Конденсатор

source: Condensing temperature
ru_ru: Температура конденсации

# CONINF_0
source: Optimize
ru_ru: Оптимизировать

# CONINF_DN10
source: DN10
ru_ru: 10 мм

# CONINF_DN15
source: DN15
ru_ru: 15 мм

# CONINF_DN20
source: DN20
ru_ru: 20 мм

# CONINF_DN25
source: DN25
ru_ru: 25 мм

# CONINF_DN32
source: DN32
ru_ru: 32 мм

# CONINF_DN40
source: DN40
ru_ru: 40 мм

# CONINF_DN50
source: DN50
ru_ru: 50 мм

# CONINF_DN65
source: DN65
ru_ru: 65 мм

# CONINF_DN80
source: DN80
ru_ru: 80 мм

source: Connecting the coolant
ru_ru: Подключение теплоносителя

# ConnectingTheCoolantOne
source: The output of the collectors on the same side
ru_ru: Выход коллекторов на одну и ту же сторону

# ConnectingTheCoolantTwo
source: The output of collectors on different sides
ru_ru: Выход коллекторов по разные стороны

# ConnectionDirection
source: Orientation of the nozzles
ru_ru: Ориентация патрубков

# ConnectionDirection_0
source: Standard (perpendicular to the air flow to the side)
ru_ru: Стандартная (перпендикулярно потоку воздуха в сторону)

# ConnectionDirection_1
source: In the direction of the air flow
ru_ru: По направлению потока воздуха

# ConnectionDirection_2
source: Against the air flow
ru_ru: Против потока воздуха

# ConnectionDirection_3
source: Perpendicular to the downward air flow
ru_ru: Перпендикулярно потоку воздуха вниз

# ConnectionDirection_4
source: Perpendicular to the air flow upwards
ru_ru: Перпендикулярно потоку воздуха вверх

# ConnectionDirection_5
source: In the direction of the air flow - inlet, against the air flow - outlet
ru_ru: По направлению потока воздуха - вход, против потока воздуха - выход

# ConnectionDirection_6
source: In the direction of the air flow - exit, against the air flow - entrance
ru_ru: По направлению потока воздуха - выход, против потока воздуха - вход

# ConnectionDirection_7
source: Perpendicular to the flow of air down - exit, perpendicular to the flow of air up - entrance
ru_ru: Перпендикулярно потоку воздуха вниз - выход, перпендикулярно потоку воздуха вверх - вход

# ConnectionDirection_8
source: Perpendicular to the flow of air down - inlet, perpendicular to the flow of air up - outlet
ru_ru: Перпендикулярно потоку воздуха вниз - вход, перпендикулярно потоку воздуха вверх - выход

source: Connection of motor
ru_ru: Соединение обмотки

# CONTPA_1
source: Under welding
ru_ru: Под приварку

# CONTPA_2
source: With thread
ru_ru: С резьбой

# CONTPA_3
source: With a set of welded flanges
ru_ru: С комплектом приварных фланцев

# CONTPA_4
source: With threaded flanges
ru_ru: С резьбовыми фланцами

# CONTPA_5
source: With free flanges
ru_ru: Со свободными фланцами

# CONTPA_6
source: Filling fitting
ru_ru: Заправочный штуцер

# CONTPA_7
source: Plugged pipe
ru_ru: Заглушенный патрубок

# CONTPA_8
source: Gruvlock Connection
ru_ru: Соединение Грувлок

# CoolCondCHILAIR
source: AQUAMARK Condenser air-cooled chillers
ru_ru: Чиллеры с воздушным охлаждением конденсатора АКВАМАКК

# CoolCondCHILWATER
source: AQUAMARK condenser water-cooled chillers
ru_ru: Чиллеры с водяным охлаждением конденсатора АКВАМАРК

# CoolCondKKB
source: Compressor and condenser ship unit COMPASS-KKB
ru_ru: Агрегат компрессорно-конденсаторный судовой КОМПАС-ККБ

# CoolCondKRUB
source: Compressor-receiver units block CRAB
ru_ru: Компрессорно-ресиверные агрегаты блочные КРАБ

# CoolCondMARK
source: Monoblock units receiver-compressor MARK
ru_ru: Моноблочные агрегаты ресиверно-компрессорные МАРК

# CoolCondVKI
source: Compressor-evaporative air cooler blocks
ru_ru: Блоки воздухоохладителя компрессорно-испарительные ВКИ

# CSHEET_SingleAirIn
source: Single air in
ru_ru: Одиночный вход воздуха

# CSHEET_SingleAirOut
source: Single air out
ru_ru: Одиночный выход воздуха

# CSHEET_Without
source: Without
ru_ru: Без

# CuSmall
source: copper
ru_ru: медь

# directСalculation
source: Direct calculation
ru_ru: Пр_ямой расчёт

source: Distr. Bypass capacity
ru_ru: Пропускная способность байпаса

# EpoxySmall
source: epoxy
ru_ru: эпоксид

# ErrorExcepTempToPres
source: Error when converting temperature to pressure or vice versa:
ru_ru: Ошибка при конвертировании температуры в давление или обратно:

# ErrorIsNoGeometry
source: Calculation was not found for this geometry. There are calculations for geometry :
ru_ru: Не найден расчёт для данной геометрии. Есть расчёты для геометрии :

# ErrorPresCond
source: incorrect condensation pressure value
ru_ru: неверное значение давления конденсации

# ErrorPresEvap
source: incorrect boiling pressure value
ru_ru: неверное значение давления кипения

# ErrorSubCol
source: incorrect subcooling value
ru_ru: неверное значение переохлаждения

# ErrorSubColTemp
source: incorrect liquid temperature value
ru_ru: неверное значение температуры жидкости

# ErrorTempCond
source: incorrect condensation temperature value
ru_ru: неверное значение температуры конденсации

# ErrorTempEvap
source: incorrect boiling point value
ru_ru: неверное значение температуры кипения

source: Error text from Dll -
ru_ru: Текст ошибки из Dll -

# ErrorTitle
source: Error
ru_ru: Ошибка

# Error_0
source: Unknown error
ru_ru: Неизвестная ошибка

# Error_1
source: Reserve load < 0, change the parameters
ru_ru: Резервная нагрузка < 0, измените параметры

# Error_2
source: It is not possible to use this geometry, change to another one
ru_ru: Невозможно использовать эту геометрию, измените на другую

# Error_3
source: It is necessary to set values for 'Requested capacity' or 'No of circuits'
ru_ru: Необходимо установить значения для 'Требуемая мощность' или 'Кол-во отводов'

# Error_4
source: Select the line to delete
ru_ru: Выделите строку для удаления

# Error_5
source: Select the line to open
ru_ru: Выделите строку для открытия

# Error_6
source: Calculation was not found for this geometry. At the moment, not all calculations are possible in the program
ru_ru: Не найден расчёт для данной геометрии. На данный момент в программе возможны не все расчёты

# Error_7
source: Incorrect parameters have been entered for the calculation
ru_ru: Введены некорректные параметры для расчёта

# EsapoBD
source: Horizontal, backflow
ru_ru: Горизонтальное расположение, противоток

# EsapoBU
source: Vertical, backflow, heat transfer agent input to the upper tube
ru_ru: Вертикальное расположение, противоток, подключение к верхнему патрубку

# EsapoBUD
source: Vertical, backflow, heat transfer agent input to the upper tube
ru_ru: Вертикальное расположение, противоток, подключение к верхнему патрубку

# EsapoFD
source: Vertical, backflow
ru_ru: Вертикальное расположение, противоток

# EsapoFU
source: Horizontal, backflow, heat transfer agent input to the upper tube or to the lower tube
ru_ru: Гор. расположение, противоток, подключение как к верхнему, так и к нижнему патрубку

# EsapoFUD
source: Horizontal, backflow, heat transfer agent input to the upper tube or to the lower tube
ru_ru: Гор. расположение, противоток, подключение как к верхнему, так и к нижнему патрубку

# EsapoLBI
source: Horizontal, forward flow, heat transfer agent input to the upper tube or to the lower tube
ru_ru: Гор. расположение, прямоток, подключение как к верхнему, так и к нижнему патрубку

# EsapoLBO
source: Vertical, backflow, heat transfer agent input to the lower tube
ru_ru: Вертикальное расположение, противоток, подключение к нижнему патрубку

# EsapoVFB
source: Vertical, forward flow, heat transfer agent input to the upper tube
ru_ru: Вертикальное расположение, прямоток, подключение к нижнему патрубку

# EsapoVFT
source: Vertical, forward flow, heat transfer agent input to the lower tube
ru_ru: Вертикальное расположение, прямоток, подключение к верхнему патрубку

source: Evaporater
ru_ru: _Испаритель

# EvaporationAbsPres
source: Evaporating Abs. Pressure
ru_ru: Давление кипения абс.

source: Evaporation temperature
ru_ru: Температура кипения

source: False
ru_ru: Нет

# FanAdd
source: Add
ru_ru: Добавить

# FanBuilder
source: Builder
ru_ru: Производитель

# FanCurrent
source: Absorbed Current, A
ru_ru: Ток, А

# FanEdit
source: Edit
ru_ru: Редактировать

# FanEditName
source: Name
ru_ru: Наименование

# FanErrorNotBuilder
source: Enter the Builder
ru_ru: Введите производителя

# FanErrorNotSeries
source: Enter the Series
ru_ru: Введите серию

# FanErrorNotTipology
source: Enter the Tipology
ru_ru: Введите тип

# FanFrequency
source: Frequency, Hz
ru_ru: Частота, Гц

# FanMargin
source: Fan supply by air flow
ru_ru: Запас вентилятора по расходу воздуха

# FanMax
source: Air Flow Max., m³/h
ru_ru: Скорость воздуха макс., м³/ч

# FanMaxT
source: Air Flow Max., m³/h
ru_ru: Ск. возд. макс, м³/ч

# FanMin
source: Air Flow Min., m³/h
ru_ru: Скорость воздуха мин., м³/ч

# FanMinT
source: Air Flow Min., m³/h
ru_ru: Ск. возд. мин, м³/ч

# FanModel
source: Model
ru_ru: Модель

# FanName
source: Name
ru_ru: Наименование

# FanOptions
source: Options
ru_ru: Параметры

# FanPoints
source: Points
ru_ru: Точки

# FanPower
source: Absorbed Power, kW
ru_ru: Мощность, кВт

# FanPressure
source: Pressure, Pa
ru_ru: Давление, Па

# FanPressureDrop
source: Fan air flow at
ru_ru: Расход воздуха вентилятора при

# FanRpm
source: Rounds for minute, Rpm
ru_ru: Скорость, об/мин

# FanSeries
source: Series
ru_ru: Серия

# FanSize1
source: Size (mm)
ru_ru: Размер, мм

# FanMotorPoles
source: Motor poles
ru_ru: Число полюсов

# FanDirection
source: Direction
ru_ru: Направление

# FanTipology
source: Tipology
ru_ru: Тип

# FanVoltage
source: Voltage, V
ru_ru: Напряжение, В

# FanVolume
source: Volume, m³/h
ru_ru: Объём, м³/ч

# FanWeight
source: Weight, kg
ru_ru: Масса, кг

source: Fluid Cooler
ru_ru: _Воздухоохладитель

# FluidEthyleneGlycol
source: Ethylene Glycol
ru_ru: Этиленгликоль

source: Fluid Heater
ru_ru: Воздухо_нагреватель

# FluidPropyleneGlycol
source: Propylene Glycol
ru_ru: Пропиленгликоль

# FluidW100
source: Water
ru_ru: Вода

# FoulAirClean
source: Clean OP air
ru_ru: Чистый операционный воздух

# FoulAirF5
source: After Filter F5
ru_ru: После фильтра F5

# FoulAirG3
source: After Filter G3
ru_ru: После фильтра G3

# FoulAirIndustry
source: Industry/Kitchen air bad filter
ru_ru: Промышленный / кухонный воздушный фильтр плохого качества

# FoulAirNo
source: Clean air no filter
ru_ru: Чистый воздух без фильтра

# FoulH2OCDW
source: Cold or Domestic Water
ru_ru: Холодная или бытовая вода

# FoulH2ODW
source: Demineralized Water
ru_ru: Деминерализованная вода

# FoulH2OGW
source: Glycol Water
ru_ru: Гликолевая вода

# FoulH2OHSW
source: Heating System Water
ru_ru: Система отопления водяная

# FoulH2OSO
source: Synthetic Oil based
ru_ru: На основе синтетического масла

source: Gas side fouling factor
ru_ru: Коэффициент загрязнения воздуха

# GasWorkPress
source: Gas working pressure
ru_ru: Давление окружающего воздуха

# GasWorkPressUnit
source: Gas working pressure
ru_ru: Давление окружающего воздуха

# GasWorkPressUnitV
source: mbar
ru_ru: мбар

# GasWorkPressUnitVBar
source: bar
ru_ru: бар

# GasWorkPressUnitVKPa
source: kPa
ru_ru: кПа

# GasWorkPressUnitVPa
source: Pa
ru_ru: Па

source: General
ru_ru: Общие

source: Glycol
ru_ru: Глюколь

# gOptions
source: Options
ru_ru: Дополнительные параметры

source: g/s
ru_ru: г/с

# gСalculations
source: Сalculations
ru_ru: Расчёты

# HightFinHO
source: Fin height
ru_ru: Высота оребрения

# HightFinTH
source: Total height
ru_ru: Общая высота

source: Hot gas temperature
ru_ru: Температура горячего газа

# HotKey5
source: Alt-B
ru_ru: Alr-B

source: Input data -
ru_ru: Входные данные -

# I_AirFlow
source: Air flow
ru_ru: Расход воздуха

# I_AirHumIn
source: Humidity air IN
ru_ru: Влажность воздуха на входе

# I_AirTempIn
source: Temperature air IN
ru_ru: Температура воздуха на входе

# I_AirTempOut
source: Temperature air OUT
ru_ru: Температура воздуха на выходе

# I_CasMat
source: Casing material
ru_ru: Материал корпуса

# I_CastMat
source: Casing material
ru_ru: Материал коллектора

# I_CastMat_Cu
source: Copper
ru_ru: медь

# I_CastMat_Steel
source: Steel
ru_ru: сталь

# I_Circuits
source: No of circuits
ru_ru: Кол-во отводов

# I_ConIn
source: Connection size IN
ru_ru: Диаметр коллектора на входе

# I_ConOut
source: Connection size OUT
ru_ru: Диаметр коллектора на выходе

# I_ConType
source: Type of pipes
ru_ru: Тип патрубков

# I_CSheet
source: Header Coversheet
ru_ru: Тип коллектора

# I_CSheetL
source: Header Coversheet over-length
ru_ru: Припуск на обработку по длине коллектора

# I_Esapo
source: Orientation of the heat
ru_ru: Ориентация теплообменника

# I_FinStep
source: Finning step
ru_ru: Шаг оребрения

# I_FinThk
source: Fin Thickness
ru_ru: Толщина оребрения

# I_Fluid
source: Liquid
ru_ru: Теплоноситель

# I_FrameTp
source: Frame Type
ru_ru: Тип рамы

# I_Geometry
source: Geometry
ru_ru: Геометрия

# I_HdrQta
source: No of headers
ru_ru: Количество коллекторов

# I_MatHdr
source: Header Quality
ru_ru: Материал коллектора

# I_MedFlow
source: Fluid flow rate
ru_ru: Расход теплоносителя

# I_MedFlowCalc
source: Refrigerant mass flow
ru_ru: Массовый расход хладагента

# I_NumOfPasses
source: Number of passes
ru_ru: Число ходов

# I_Pipe
source: Pipe
ru_ru: Трубка

# I_Rows
source: No of Rows
ru_ru: Число рядов

# I_TempFluid
source: Temperature fluid IN
ru_ru: Температура теплоносителя на входе

# I_TempFluidOut
source: Temperature fluid Out
ru_ru: Температура теплоносителя на выходе

source: kg/h
ru_ru: кг/ч

source: kg/s
ru_ru: кг/с

source: kJ/kg
ru_ru: кДж/кг

source: kPa
ru_ru: кПа

source: kW
ru_ru: кВт

# LiquidTemp
source: Liquid temperature
ru_ru: Температура жидкости

# LitrInSec
source: l/s
ru_ru: л/с

# m3h
source: m³/h
ru_ru: м³/ч

# m3s
source: m³/s
ru_ru: м³/с

# MainAddEditFan
source: Add/edit fan
ru_ru: Добавить/редактировать вентилятор

# MainCool
source: Heat exchange equipment
ru_ru: Теплообменное оборудование

# MainCool2
source: Refrigeration equipment
ru_ru: Холодильное оборудование

# MainCoolCompessor
source: Refrigeration compressor equipment
ru_ru: Холодильное компрессорное оборудование

# MainHeat
source: Heating equipment
ru_ru: Отопительное оборудование

# MainProduction
source: PRODUCTION
ru_ru: ИЗДЕЛИЯ

# MainProduction2
source: Heat exchange equipment
ru_ru: Теплообменное оборудование

# MainTO
source: Heat exchangers
ru_ru: Теплообменники

source: Matched fans
ru_ru: Подобранные вентиляторы

# MATHDR_316
source: Stainless steel without coating AISI 316
ru_ru: Сталь нержавеющая без AISI 316

# MATHDR_Cu
source: Copper
ru_ru: Медь

# MATHDR_CuBl
source: Blygold coated copper
ru_ru: Медь с покрытием Blygold

# MATHDR_CuNi
source: Copper-nickel alloy
ru_ru: Медно-никелевый сплав

# MATHDR_CUPC
source: Powder coated copper
ru_ru: Медь с порошковым покрытием

# MATHDR_SP
source: Primed steel
ru_ru: Сталь грунтованная

# MATHDR_SPC
source: Powder coated steel
ru_ru: Сталь с порошковым покрытием

# MATHDR_SSPC
source: Powder coated stainless steel
ru_ru: Сталь нержавеющая с порошковым покрытием

# MATHDR_Steel
source: Stainless steel without coating
ru_ru: Сталь нержавеющая

source: Maximal refrigerant pressure drop
ru_ru: Макс. падение давления хладагента

# MedKPaM
source: Maximum pressure drop
ru_ru: Максимальное падение давления

source: Menu
ru_ru: Меню

# MenuAddEditFan
source: Add / edit fun
ru_ru: Добавить / редактировать вентилятор

# MenuMain
source: Main menu
ru_ru: Начальное окно

# MenuReturn
source: Return
ru_ru: Назад

source: mm
ru_ru: мм

source: m/s
ru_ru: м/с

source: No of Refrigerant circuits
ru_ru: Количество контуров хладагента

source: Overheating
ru_ru: Перегрев всас. газа

# O_AirPaT
source: Pressure drop
ru_ru: Перепад давления

# O_FrameThk
source: Frame sheet thickness
ru_ru: Толщина рамы

# O_StmBar
source: Steam Pressure
ru_ru: Давление пара

# O_StmFlow
source: Steam Quantity, kg/h
ru_ru: Объём пара, кг/ч

# O_StmHeat
source: Steam latent heat, kJ/kg
ru_ru: Скрытая теплота пара, кДж/кг

# O_StmVelo
source: Steam velocity, m/s
ru_ru: Скорость движения пара, м/с

# PageCondensator_Direct
source: Condensator Direct calculation
ru_ru: Конденсатор, прямой расчёт

# PageCondensator_DirectOut
source: Condensator Direct calculation - results
ru_ru: Конденсатор, прямой расчёт - результаты

# PageCondensator_Reverse
source: Condensator Reverse calculation
ru_ru: Конденсатор, обратный расчёт

# PageCondensator_ReverseOut
source: Condensator Reverse calculation - results
ru_ru: Конденсатор, обратный расчёт - результаты

# PageCondensator_Table
source: Condensator Reverse grid calculation
ru_ru: Конденсатор, обратный табличный расчёт

# PageMAKK_Reverse
source: Add MAKK
ru_ru: Добавить МАКК

# PageMAKK_ReverseOut
source: Add MAKK - results
ru_ru: Добавить МАКК - результаты

# PageCoolCompressorFanViewModel
source: Show fans
ru_ru: Вентиляторы

# PageCoolCompressorFan_AddViewModel
source: Add a fan
ru_ru: Добавить вентилятор

# PageCoolCompressorFan_EditViewModel
source: Edit fan
ru_ru: Редактировать вентилятор

# PageCoolCompressorViewModel
source: Refrigeration compressor equipment
ru_ru: Холодильное компрессорное оборудование

# PageError
source: Error
ru_ru: Ошибка

# PageEvaporater_Direct
source: Evaporater Direct calculation
ru_ru: Испаритель, прямой расчёт

# PageEvaporater_DirectOut
source: Evaporater Direct calculation - results
ru_ru: Испаритель, прямой расчёт - результаты

# PageEvaporater_Reverse
source: Evaporater Reverse calculation
ru_ru: Испаритель, обратный расчёт

# PageEvaporater_ReverseOut
source: Evaporater Reverse calculation - results
ru_ru: Испаритель, обратный расчёт - результаты
